const tagBannerTitle = {
    // impressionTag
    100: '음색이\n매력적인 곡', // 음색
    101: '비트가\n매력적인 곡', // 비트
    102: '가사가\n매력적인 곡', // 가사
    103: '멜로디가\n매력적인 곡', // 멜로디
    104: '베이스가\n매력적인 곡', // 베이스
    105: '도입부가\n매력적인 곡', //도입부

    // feelingTag
    200: '벅참이\n느껴지는 곡', // 벅참
    201: '신남이\n느껴지는 곡', // 신남
    202: '설렘이\n느껴지는 곡', // 설렘
    203: '행복이\n느껴지는 곡', // 행복
    204: '자신감이\n충전되는 곡', // 자신감
    205: '여유로움이\n느껴지는 곡', // 여유로움
    206: '센치함이\n느껴지는 곡', // 센치함
    207: '우울이\n느껴지는 곡', // 우울
    208: '그리움이\n느껴지는 곡', // 그리움
    209: '외로움이\n느껴지는 곡', // 외로움
    210: '스트레스가\n해소되는 곡', // 스트레스
    211: '아련함이\n느껴지는 곡', // 아련함
    212: '회상에\n젖게 하는 곡', // 회상
    213: '위로가\n느껴지는 곡', // 위로
    214: '낭만이\n느껴지는 곡', // 낭만
    215: '차분함이\n느껴지는 곡', // 차분
};

const tagRandomTitle = {
    // impressionTag
    100: '음색에 반한 순간', // 음색
    101: '비트에 반한 순간', // 비트
    102: '가사에 반한 순간', // 가사
    103: '멜로디에 반한 순간', // 멜로디
    104: '베이스에 반한 순간', // 베이스
    105: '도입부에 반한 순간', // 도입부

    // feelingTag
    200: '벅참을 느낀 순간', // 벅참
    201: '신남을 느낀 순간', // 신남
    202: '설렘을 느낀 순간', // 설렘
    203: '행복함을 느낀 순간', // 행복
    204: '자신감을 느낀 순간', // 자신감
    205: '여유로움을 느낀 순간', // 여유로움
    206: '센치함을 느낀 순간', // 센치함
    207: '우울함을 느낀 순간', // 우울
    208: '그리움을 느낀 순간', // 그리움
    209: '외로움을 느낀 순간', // 외로움
    210: '스트레스를 느낀 순간', // 스트레스
    211: '아련함을 느낀 순간', // 아련함
    212: '회상에 잠긴 순간', // 회상
    213: '위로를 느낀 순간', // 위로
    214: '낭만을 느낀 순간', // 낭만
    215: '차분함을 느낀 순간', // 차분
};

export { tagRandomTitle, tagBannerTitle };
