"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
exports.tagBannerTitle = exports.tagRandomTitle = void 0;
const tagBannerTitle = {
    // impressionTag
    100: '음색이\n매력적인 곡',
    101: '비트가\n매력적인 곡',
    102: '가사가\n매력적인 곡',
    103: '멜로디가\n매력적인 곡',
    104: '베이스가\n매력적인 곡',
    105: '도입부가\n매력적인 곡',
    // feelingTag
    200: '벅참이\n느껴지는 곡',
    201: '신남이\n느껴지는 곡',
    202: '설렘이\n느껴지는 곡',
    203: '행복이\n느껴지는 곡',
    204: '자신감이\n충전되는 곡',
    205: '여유로움이\n느껴지는 곡',
    206: '센치함이\n느껴지는 곡',
    207: '우울이\n느껴지는 곡',
    208: '그리움이\n느껴지는 곡',
    209: '외로움이\n느껴지는 곡',
    210: '스트레스가\n해소되는 곡',
    211: '아련함이\n느껴지는 곡',
    212: '회상에\n젖게 하는 곡',
    213: '위로가\n느껴지는 곡',
    214: '낭만이\n느껴지는 곡',
    215: '차분함이\n느껴지는 곡', // 차분
};
exports.tagBannerTitle = tagBannerTitle;
const tagRandomTitle = {
    // impressionTag
    100: '음색에 반한 순간',
    101: '비트에 반한 순간',
    102: '가사에 반한 순간',
    103: '멜로디에 반한 순간',
    104: '베이스에 반한 순간',
    105: '도입부에 반한 순간',
    // feelingTag
    200: '벅참을 느낀 순간',
    201: '신남을 느낀 순간',
    202: '설렘을 느낀 순간',
    203: '행복함을 느낀 순간',
    204: '자신감을 느낀 순간',
    205: '여유로움을 느낀 순간',
    206: '센치함을 느낀 순간',
    207: '우울함을 느낀 순간',
    208: '그리움을 느낀 순간',
    209: '외로움을 느낀 순간',
    210: '스트레스를 느낀 순간',
    211: '아련함을 느낀 순간',
    212: '회상에 잠긴 순간',
    213: '위로를 느낀 순간',
    214: '낭만을 느낀 순간',
    215: '차분함을 느낀 순간', // 차분
};
exports.tagRandomTitle = tagRandomTitle;
//# sourceMappingURL=tagTitle.js.map